docs: update readme file
